story = {
    1: {
        "description": "Вы оказались перед входом в загадочную пирамиду. Она выглядит очень старой и таинственной. Ваша задача — разгадать её секреты и найти затерянные сокровища.",
        "options": {
            "пойти влево": 2,
            "пойти вправо": 3
        }
    },
    2: {
        "description": "Вы выбрались в коридор пирамиды. Вокруг вас все затянуто паутиной, а по стенам видны древние рисунки. Древние фараоны не дураки и не стали бы прятать рядом с входом что-либо ценное — просто идите вперед!",
        "options": {
            "идти дальше": 4,
            "вернуться на вход": 1
        }
    },
    3: {
        "description": "Вы оказались в большом зале с величественными колоннами. В самом центре зала стоит загадочный алтарь, на котором виднеются следы давно сожженных чертежей.",
        "options": {
                "пойти к алтарю": 5,
                "пойти к колоннам": 6,
                "вернуться ко входу": 1
        }
    },
    4: {
        "description": "Вы попали в комнату с множеством дверей. Некоторые из них покрыты пылью и закрыты замком, а на других видны следы попыток кого-то раньше пробраться вглубь пирамиды - не висит замок и нарисована странная гравюра, которую современные люди не могут понять, а значит, и Вы ее не поймете. ",
        "options": {
            "дверь с гравюрой": 7,
            "дверь с замком": 8,
            "вернуться в зал": 1
        }
    },
    5: {
        "description": "Вы рассматриваете алтарь и обнаруживаете записи на языке, который Вы не можете понять. От досады Вы бьете по алтарю кулаком. Он отодвигается. Оказывается, алтарь открывает потайной ход!",
        "options": {
            "войти в потайной ход": 7,
            "в зал": 1
        }
    },
    6: {
        "description": "Вы приближаетесь к колоннам и замечаете, что на одной из них есть странный символ. Возможно, это ключ к разгадке пирамиды. Вы зарисовываете его на пергамент и переворачиваете. Да это же карта!",
        "options": {
            "идти по карте": 8,
            "пойти к алтарю": 3
        }
    },
    7: {
        "description": "Вы оказались в тайной комнате пирамиды. Здесь когда-то было множество артефактов и ценностей. Однако, вы догадываетесь, что ловушки в этой комнате могут быть смертельными. Вы не попались ни в одну ловушку, но дверь была открыта неспроста: здесь уже бывали люди и сокровищ не осталось. Вам удалось выбраться живым, но Ваша экспедиция была бессмысленной. Конец!",
        "options": {}
    },
    8: {
        "description": "Вы открываете вход в последнюю комнату пирамиды. Здесь никого не было сотни лет, но магическая аура сохраняется. Вам удается забрать с собой сокровища и не попасться ни на одну из ловушек. Вы победили!",
        "options": {}
    },
}

